result/usenix/run1/results-prctl10/benchmark-stats.log
  240000000 requests completed in 429.10 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.41% <= 2 milliseconds
24.54% <= 3 milliseconds
69.92% <= 4 milliseconds
79.20% <= 5 milliseconds
85.32% <= 6 milliseconds
89.52% <= 7 milliseconds
93.36% <= 8 milliseconds
95.97% <= 9 milliseconds
97.19% <= 10 milliseconds
97.94% <= 11 milliseconds
98.33% <= 12 milliseconds
98.65% <= 13 milliseconds
98.87% <= 14 milliseconds
99.03% <= 15 milliseconds
99.13% <= 16 milliseconds
99.20% <= 17 milliseconds
99.25% <= 18 milliseconds
99.31% <= 19 milliseconds
99.36% <= 20 milliseconds
99.39% <= 21 milliseconds
99.43% <= 22 milliseconds
99.46% <= 23 milliseconds
99.49% <= 24 milliseconds
99.51% <= 25 milliseconds
99.53% <= 26 milliseconds
99.57% <= 27 milliseconds
99.59% <= 28 milliseconds
99.60% <= 29 milliseconds
99.62% <= 30 milliseconds
99.64% <= 31 milliseconds
99.66% <= 32 milliseconds
99.67% <= 33 milliseconds
99.69% <= 34 milliseconds
99.70% <= 35 milliseconds
99.71% <= 36 milliseconds
99.73% <= 37 milliseconds
99.74% <= 38 milliseconds
99.75% <= 39 milliseconds
99.77% <= 40 milliseconds
99.78% <= 41 milliseconds
99.78% <= 42 milliseconds
99.79% <= 43 milliseconds
99.80% <= 44 milliseconds
99.81% <= 45 milliseconds
99.82% <= 46 milliseconds
99.84% <= 47 milliseconds
99.84% <= 48 milliseconds
99.85% <= 49 milliseconds
99.86% <= 50 milliseconds
99.87% <= 51 milliseconds
99.87% <= 52 milliseconds
99.88% <= 53 milliseconds
99.88% <= 54 milliseconds
99.89% <= 55 milliseconds
99.89% <= 56 milliseconds
99.90% <= 57 milliseconds
99.91% <= 58 milliseconds
99.91% <= 59 milliseconds
99.92% <= 60 milliseconds
99.92% <= 61 milliseconds
99.93% <= 62 milliseconds
99.93% <= 63 milliseconds
99.94% <= 64 milliseconds
99.94% <= 65 milliseconds
99.94% <= 66 milliseconds
99.95% <= 67 milliseconds
99.95% <= 68 milliseconds
99.96% <= 69 milliseconds
99.96% <= 70 milliseconds
99.96% <= 71 milliseconds
99.96% <= 72 milliseconds
99.96% <= 73 milliseconds
99.96% <= 74 milliseconds
99.97% <= 75 milliseconds
99.97% <= 76 milliseconds
99.97% <= 77 milliseconds
99.97% <= 78 milliseconds
99.97% <= 79 milliseconds
99.98% <= 80 milliseconds
99.98% <= 81 milliseconds
99.98% <= 82 milliseconds
99.98% <= 83 milliseconds
99.98% <= 84 milliseconds
99.98% <= 85 milliseconds
99.98% <= 86 milliseconds
99.99% <= 87 milliseconds
99.99% <= 88 milliseconds
99.99% <= 89 milliseconds
99.99% <= 90 milliseconds
99.99% <= 91 milliseconds
99.99% <= 92 milliseconds
99.99% <= 93 milliseconds
99.99% <= 94 milliseconds
99.99% <= 95 milliseconds
99.99% <= 96 milliseconds
99.99% <= 97 milliseconds
99.99% <= 98 milliseconds
99.99% <= 99 milliseconds
99.99% <= 100 milliseconds
99.99% <= 101 milliseconds
99.99% <= 102 milliseconds
99.99% <= 103 milliseconds
99.99% <= 104 milliseconds
99.99% <= 105 milliseconds
99.99% <= 106 milliseconds
100.00% <= 107 milliseconds
100.00% <= 108 milliseconds
100.00% <= 110 milliseconds
100.00% <= 111 milliseconds
100.00% <= 113 milliseconds
100.00% <= 114 milliseconds
100.00% <= 116 milliseconds
100.00% <= 118 milliseconds
100.00% <= 119 milliseconds
100.00% <= 120 milliseconds
100.00% <= 121 milliseconds
100.00% <= 124 milliseconds
100.00% <= 125 milliseconds
100.00% <= 127 milliseconds
100.00% <= 128 milliseconds
100.00% <= 132 milliseconds
100.00% <= 134 milliseconds
100.00% <= 137 milliseconds
100.00% <= 146 milliseconds
100.00% <= 147 milliseconds
100.00% <= 166 milliseconds
100.00% <= 168 milliseconds
100.00% <= 169 milliseconds
100.00% <= 170 milliseconds
100.00% <= 173 milliseconds
100.00% <= 176 milliseconds
100.00% <= 178 milliseconds
100.00% <= 180 milliseconds
100.00% <= 182 milliseconds
100.00% <= 184 milliseconds
100.00% <= 194 milliseconds
100.00% <= 218 milliseconds
100.00% <= 221 milliseconds
100.00% <= 224 milliseconds
100.00% <= 236 milliseconds
100.00% <= 245 milliseconds
100.00% <= 268 milliseconds
100.00% <= 268 milliseconds
559311.50 requests per second